{
    "timestamp": 1605210621.104364,
    "articles": [
        {
            "title": "New Jersey sees COVID-19 surge as positivity rate hits 12%",
            "description": "Gov. Phil Murphy also reported on Twitter that hospitalizations in the Garden State have reached levels not seen since the first wave of the pandemic began to recede in June.",
            "content": "Sign up for our special edition newsletter to get a daily update on the coronavirus pandemic.\nThe coronavirus pandemic is roaring back in New Jersey as officials revealed Thursday that the Garden State has seen more than 10,000 new cases since Monday... [1471 chars]",
            "url": "https://nypost.com/2020/11/12/new-jersey-sees-covid-19-surge-as-positivity-rate-hits-12/",
            "image": "https://nypost.com/wp-content/uploads/sites/2/2020/11/new-jersey-covid-14-1.jpg?quality=90&strip=all&w=1200",
            "publishedAt": "2020-11-12T19:17:57Z",
            "source": {
                "name": "New York Post",
                "url": "https://nypost.com/"
            }
        },
        {
            "title": "New England Governors Agree to Suspend Interstate Youth Hockey Competitions",
            "description": "The governors of all six New England states, in addition to New Jersey, jointly announced Thursday interstate youth hockey competitions would be suspended as...",
            "content": "The governors of all six New England states, in addition to New Jersey, jointly announced Thursday interstate youth hockey competitions would be suspended as the region grapples with rising coronavirus cases.\nIn a joint statement, governors said the ... [1263 chars]",
            "url": "https://www.nbcboston.com/news/coronavirus/new-england-governors-agree-to-suspend-interstate-youth-hockey-competitions/2228485/",
            "image": "https://media.nbcboston.com/2019/09/hockey-generic-722x406.jpg?fit=722%2C406",
            "publishedAt": "2020-11-12T10:10:09Z",
            "source": {
                "name": "NBC10 Boston",
                "url": "https://www.nbcboston.com/"
            }
        },
        {
            "title": "New York governor issues new restrictions as U.S. grim records mount",
            "description": "In New Jersey, one of the early U.S. hotspots, a spike in cases in Newark, the state's largest city, prompted Mayor Ras Baraka to implement aggressive measures, including a mandatory curfew for certain areas. In Newark, the positivity rate hovered at 19%, more than double the state's 7.74% seven-day average, Baraka said in a statement on Tuesday.",
            "content": "New York Governor Andrew Cuomo on Wednesday imposed a new round of restrictions aimed at curbing the spread of the coronavirus as the infection rate climbed and hospitalizations soared in the state that was the epicenter of the U.S. outbreak in its e... [3047 chars]",
            "url": "https://www.devdiscourse.com/article/health/1305469-new-york-governor-issues-new-restrictions-as-us-grim-records-mount",
            "image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/imagegallery/03_03_2020_18_59_53_6525806.jpg?width=920&format=jpeg",
            "publishedAt": "2020-11-11T19:37:25Z",
            "source": {
                "name": "Devdiscourse",
                "url": "https://www.devdiscourse.com/"
            }
        },
        {
            "title": "Former ‘Jersey Shore’ Star Sammi Giancola Shows Off Long Legs In Short White Dress",
            "description": "Former Jersey Shore star Sammi “Sweetheart” Giancola showed off her long legs in a short white dress in a new Instagram share. The former reality show star, who was seen in the original ...",
            "content": "Former Jersey Shore star Sammi “Sweetheart” Giancola showed off her long legs in a short white dress in a new Instagram share. The former reality show star, who was seen in the original six seasons of the series, stunned her followers in the snap. He... [2288 chars]",
            "url": "https://www.inquisitr.com/6379236/jersey-shore-sammi-giancola-long-legs/",
            "image": "https://cdn.inquisitr.com/wp-content/uploads/2020/11/sammi-giancola.jpg",
            "publishedAt": "2020-11-11T17:13:59Z",
            "source": {
                "name": "The Inquisitr",
                "url": "https://www.inquisitr.com/"
            }
        },
        {
            "title": "New Jersey Joins Hawaii in Pandemic Credit Downgrades, but Their Bonds Have Diverged",
            "description": "New Jersey’s bond yields have declined since it was downgraded last week, even though rating downgrades typically drive bond prices lower and boost yields. The reasons for the divergence suggest Hawaii’s bonds should perform better.",
            "content": "Text size\nNew Jersey just became the second state to get a credit-rating downgrade since the coronavirus pandemic struck, following Hawaii’s downgrade earlier this year.\nBut New Jersey’s bond yields have declined since then, even though rating downgr... [2053 chars]",
            "url": "https://www.barrons.com/articles/new-jersey-joins-hawaii-in-pandemic-credit-downgrades-but-their-bonds-have-diverged-51605105814",
            "image": "https://images.barrons.com/im-257142/social",
            "publishedAt": "2020-11-11T14:43:00Z",
            "source": {
                "name": "Barron's",
                "url": "https://www.barrons.com/"
            }
        }
    ]
}