{
    "timestamp": 1605151048.433978,
    "articles": [
        {
            "title": "New York governor issues new restrictions as U.S. grim records mount",
            "description": "In New Jersey, one of the early U.S. hotspots, a spike in cases in Newark, the state's largest city, prompted Mayor Ras Baraka to implement aggressive measures, including a mandatory curfew for certain areas. In Newark, the positivity rate hovered at 19%, more than double the state's 7.74% seven-day average, Baraka said in a statement on Tuesday.",
            "content": "New York Governor Andrew Cuomo on Wednesday imposed a new round of restrictions aimed at curbing the spread of the coronavirus as the infection rate climbed and hospitalizations soared in the state that was the epicenter of the U.S. outbreak in its e... [3047 chars]",
            "url": "https://www.devdiscourse.com/article/health/1305469-new-york-governor-issues-new-restrictions-as-us-grim-records-mount",
            "image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/imagegallery/03_03_2020_18_59_53_6525806.jpg?width=920&format=jpeg",
            "publishedAt": "2020-11-11T19:37:25Z",
            "source": {
                "name": "Devdiscourse",
                "url": "https://www.devdiscourse.com/"
            }
        },
        {
            "title": "Former ‘Jersey Shore’ Star Sammi Giancola Shows Off Long Legs In Short White Dress",
            "description": "Former Jersey Shore star Sammi “Sweetheart” Giancola showed off her long legs in a short white dress in a new Instagram share. The former reality show star, who was seen in the original ...",
            "content": "Former Jersey Shore star Sammi “Sweetheart” Giancola showed off her long legs in a short white dress in a new Instagram share. The former reality show star, who was seen in the original six seasons of the series, stunned her followers in the snap. He... [2288 chars]",
            "url": "https://www.inquisitr.com/6379236/jersey-shore-sammi-giancola-long-legs/",
            "image": "https://cdn.inquisitr.com/wp-content/uploads/2020/11/sammi-giancola.jpg",
            "publishedAt": "2020-11-11T17:13:59Z",
            "source": {
                "name": "The Inquisitr",
                "url": "https://www.inquisitr.com/"
            }
        },
        {
            "title": "New Jersey Joins Hawaii in Pandemic Credit Downgrades, but Their Bonds Have Diverged",
            "description": "New Jersey’s bond yields have declined since it was downgraded last week, even though rating downgrades typically drive bond prices lower and boost yields. The reasons for the divergence suggest Hawaii’s bonds should perform better.",
            "content": "Text size\nNew Jersey just became the second state to get a credit-rating downgrade since the coronavirus pandemic struck, following Hawaii’s downgrade earlier this year.\nBut New Jersey’s bond yields have declined since then, even though rating downgr... [2053 chars]",
            "url": "https://www.barrons.com/articles/new-jersey-joins-hawaii-in-pandemic-credit-downgrades-but-their-bonds-have-diverged-51605105814",
            "image": "https://images.barrons.com/im-257142/social",
            "publishedAt": "2020-11-11T14:43:00Z",
            "source": {
                "name": "Barron's",
                "url": "https://www.barrons.com/"
            }
        },
        {
            "title": "NJ Expands Coronavirus Travel Quarantine List To 45 States",
            "description": "NJ Expands Coronavirus Travel Quarantine List To 45 States - Asbury Park, NJ - New Jersey updated its coronavirus travel advisory again, expanding the quarantine list to its biggest yet. Here's where:",
            "content": "NEW JERSEY – Gov. Phil Murphy has once again expanded the quarantine travel advisory list to its biggest ever, now demanding any travelers from 45 states and territories to quarantine for two weeks after returning – even if their travel route started... [2106 chars]",
            "url": "https://patch.com/new-jersey/asbury-park/nj-expands-coronavirus-travel-quarantine-list-45-states",
            "image": "https://patch.com/img/cdn20/users/65079/20200618/094928/styles/patch_image/public/rich-hundley-rich-hundley-iii-murphy-6-17-20-11___18094851317.jpg",
            "publishedAt": "2020-11-11T13:29:16Z",
            "source": {
                "name": "Joliet, IL Patch",
                "url": "https://patch.com/"
            }
        },
        {
            "title": "Joby Weeks Cops a Plea in $722M BitClub Mining Scheme",
            "description": "The plea, entered November 5 in federal court in New Jersey, is the third deal the government has reached with former promoters and principals of the BitClub Network, which promised high returns to customers who purchased shares in a cryptocurrency \"mining pool.\"",
            "content": "Jobadiah Sinclair Weeks, Colorado whiz-kid entrepreneur turned Bitcoin evangelist, has pleaded guilty to tax evasion and conspiracy to sell unregistered securities, in what federal investigators have described as one of the largest cryptocurrency fra... [3351 chars]",
            "url": "https://www.westword.com/news/bitclub-cryptocurrency-scam-joby-weeks-bitcoin-plea-11839570",
            "image": "https://images1.westword.com/imager/u/original/11839573/feature_travel.jpg",
            "publishedAt": "2020-11-11T11:50:00Z",
            "source": {
                "name": "Westword",
                "url": "https://www.westword.com/"
            }
        }
    ]
}