{
    "timestamp": 1605923884.278342,
    "articles": [
        {
            "title": "LI judge won't release 911 calls in Gilgo Beach case",
            "description": "A Long Island judge rejected the request from the family of victim Shannan Gilbert, a 24-year-old New Jersey escort whose decomposed remains were found in the Oak Beach marsh area in 2010.",
            "content": "Gilbert was last seen running from the home of a man who lived near where her body was found. Her death has not conclusively been classified as a homicide. Police have suggested she drowned in the marsh....",
            "url": "https://www.nydailynews.com/new-york/nyc-crime/ny-gilgo-beach-murder-case-court-ruling-20201120-4vhv45upijc2rglrsaqkywmgbm-story.html",
            "image": "https://www.nydailynews.com/resizer/vLaX5XYP7bX7y3s7H_ObeyvLYYs=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/M6FCHKQFAPCAT4ELX6AMVSAGYA.jpg",
            "publishedAt": "2020-11-20T22:38:00Z",
            "source": {
                "name": "New York Daily News",
                "url": "https://www.nydailynews.com/"
            }
        },
        {
            "title": "Cranford Schools To Go Remote For 2 Weeks After Thanksgiving",
            "description": "Cranford Schools To Go Remote For 2 Weeks After Thanksgiving - Cranford, NJ - \"The New Jersey DOH recommends that school districts consider moving to remote learning when the regional status changes to high risk.\"",
            "content": "CRANFORD, NJ — Following the lead of some other North Jersey districts, Cranford's superintendent of schools announced Friday afternoon that the district will transition to full remote learning after Thanksgiving weekend, from Nov. 30 through Friday,... [1389 chars]",
            "url": "https://patch.com/new-jersey/cranford/cranford-schools-go-remote-2-weeks-after-thanksgiving",
            "image": "https://patch.com/img/cdn20/users/23738927/20201120/035146/styles/patch_image/public/screen-shot-2020-10-20-at-122800-pm___20155034712.png",
            "publishedAt": "2020-11-20T20:53:33Z",
            "source": {
                "name": "Joliet, IL Patch",
                "url": "https://patch.com/"
            }
        },
        {
            "title": "Newark citizens asked to stay home starting Thanksgiving eve",
            "description": "TRENTON, N.J. (AP) — Newark’s mayor said in a radio interview that he'll ask residents of New Jersey’s largest city to stay home for 10 days starting next week, right before Thanksgiving, in...",
            "content": "FILE - In this Nov. 12, 2020, file photo, police officers remind a woman in the doorway of a Newark, N.J., restaurant of the new curfew and dining regulations in an area where coronavirus cases have recently spiked. During a Nov. 19 radio interview, ... [3899 chars]",
            "url": "https://apnews.com/article/coronavirus-pandemic-new-jersey-7d11e850c9e9feafa8c2760e12554a32",
            "image": "https://storage.googleapis.com/afs-prod/media/4eeedb27b15948a2b881953f80f759a2/3000.jpeg",
            "publishedAt": "2020-11-20T18:44:56Z",
            "source": {
                "name": "The Associated Press",
                "url": "https://apnews.com/"
            }
        },
        {
            "title": "New Jersey man facing prison time after fourth DUI turned fatal",
            "description": "Douglas Thompson, 56, of Jackson, pleaded guilty Thursday to death by auto in an October 2019 rear-end wreck in Toms River that killed 65-year-old Thomas Marciano.",
            "content": "A New Jersey man with three previous DUI convictions is facing five years in prison in a drunken crash that killed an elderly driver, prosecutors said.\nDouglas Thompson, 56, of Jackson, pleaded guilty Thursday to death by auto in an October 2019 rear... [1782 chars]",
            "url": "https://nypost.com/2020/11/20/new-jersey-man-facing-prison-time-after-fourth-dui-turned-fatal/",
            "image": "https://nypost.com/wp-content/uploads/sites/2/2020/11/mugshot.jpg?quality=90&strip=all&w=1200",
            "publishedAt": "2020-11-20T17:43:10Z",
            "source": {
                "name": "New York Post",
                "url": "https://nypost.com/"
            }
        },
        {
            "title": "Johnson & Johnson ordered to pay $120 mln damages in New York baby powder case",
            "description": "The New Brunswick, New Jersey-based company is appealing to the U.S. Supreme Court a $2.12 billion damages award in Missouri to women who blamed their ovarian cancer on asbestos in its baby powder and other talc products. Johnson & Johnson has faced intense scrutiny of its baby powder's safety following a 2018 Reuters investigative report that found it knew for decades about asbestos in its talc.",
            "content": "Johnson & Johnson has been ordered by a New York state judge to pay $120 million in damages to a Brooklyn woman and her husband, after she blamed her cancer on asbestos exposure from using the company's baby powder. Justice Gerald Lebovits of the sta... [1815 chars]",
            "url": "https://www.devdiscourse.com/article/health/1315371-johnson-johnson-ordered-to-pay-120-mln-damages-in-new-york-baby-powder-case",
            "image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/18_02_2019_22_12_07_7002121.jpg?width=920&format=jpeg",
            "publishedAt": "2020-11-20T16:16:45Z",
            "source": {
                "name": "Devdiscourse",
                "url": "https://www.devdiscourse.com/"
            }
        }
    ]
}