{
    "timestamp": 1605368867.62842,
    "articles": [
        {
            "title": "A New Jersey restaurant with a coronavirus scare stayed open because of the generosity of a neighboring barbershop",
            "description": "By Joe Bagliere, CNN A New Jersey restaurant was able to continue operating during the pandemic thanks to the generosity of a nearby barbershop.",
            "content": "\"My buddy (Joe) and I were kind of like almost like giddy about it, just the novelty of what we're about to do,\" Fersa told CNN. \"And I was like really looking forward to it because it was a beautiful day -- gave me reason to be out and about and bei... [12 chars]",
            "url": "https://www.wrcbtv.com/story/42911920/a-new-jersey-restaurant-with-a-coronavirus-scare-stayed-open-because-of-the-generosity-of-a-neighboring-barbershop",
            "image": "https://ftpcontent.worldnow.com/professionalservices/clients/wrcb/WRCB_BrandImage.jpg",
            "publishedAt": "2020-11-14T14:01:00Z",
            "source": {
                "name": "WRCB-TV",
                "url": "https://www.wrcbtv.com/"
            }
        },
        {
            "title": "Recreational Pot Industry Preps for New Jersey Debut",
            "description": "Established players and new faces are getting busy after the state’s voters approved a constitutional amendment legalizing the recreational use of cannabis.",
            "content": "Big marijuana companies and emerging entrepreneurs are laying the groundwork to set up shop in New Jersey after voters approved a constitutional amendment legalizing the recreational use of cannabis.\nResidents supported the ballot measure in the Nov.... [235 chars]",
            "url": "https://www.wsj.com/articles/recreational-pot-industry-preps-for-new-jersey-debut-11605362401",
            "image": "https://images.wsj.net/im-259969/social",
            "publishedAt": "2020-11-14T14:00:00Z",
            "source": {
                "name": "The Wall Street Journal",
                "url": "https://www.wsj.com/"
            }
        },
        {
            "title": "US: Iconic Empire State Building lit up in orange to commemorate Diwali",
            "description": "FIA said it also served 10,000 hot meals in New Jersey, New York and Connecticut under the initiative ‘Diwali Soup & Kitchen’, aimed at taking Indian tradition, culture and customs related to the festival to a diverse audience.",
            "content": "The iconic New York city destination Empire State Building was lit up in orange to commemorate Diwali -- the festival of lights. The Federation of Indian Associations (FIA) of the tri-state area of New York, New Jersey and Connecticut, the leading um... [763 chars]",
            "url": "https://www.devdiscourse.com/article/entertainment/1307983-us-iconic-empire-state-building-lit-up-in-orange-to-commemorate-diwali",
            "image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/29_10_2019_11_19_46_0476815.jpg?width=920&format=jpeg",
            "publishedAt": "2020-11-14T04:16:32Z",
            "source": {
                "name": "Devdiscourse",
                "url": "https://www.devdiscourse.com/"
            }
        },
        {
            "title": "Biden nennt Zahlen \"alarmierend\" Sechs US-Gouverneure planen Notgipfel",
            "description": "Während Trump für den Rest seiner Regierungszeit einen Lockdown für die USA kategorisch ausschließt, fordert der gewählte US-Präsident Biden einen Sofortplan. Auch die Gouverneure von New York, New Jersey, Connecticut, Pennsylvania, Massachusetts, Rhode Island und Delaware haben es eilig.",
            "content": "Während Trump für den Rest seiner Regierungszeit einen Lockdown für die USA kategorisch ausschließt, fordert der gewählte US-Präsident Biden einen Sofortplan. Auch die Gouverneure von New York, New Jersey, Connecticut, Pennsylvania, Massachusetts, Rh... [3304 chars]",
            "url": "https://www.n-tv.de/politik/Sechs-US-Gouverneure-planen-Notgipfel-article22168416.html",
            "image": "https://bilder2.n-tv.de/img/incoming/crop22168421/8531326090-cImg_16_9-w1200/2020-11-14T004954Z-1965172014-RC2O2K9J4IC5-RTRMADP-3-HEALTH-CORONAVIRUS-NEW-YORK.jpg",
            "publishedAt": "2020-11-14T03:28:57Z",
            "source": {
                "name": "n-tv NACHRICHTEN",
                "url": "https://www.n-tv.de/"
            }
        },
        {
            "title": "90 Day Fiancé: What Molly & Luis Are Up To Since Their Divorce",
            "description": "The former 90 Day Fiancé star Molly Hopkins seems thriving as a single, whereas her ex-husband Luis is enjoying New Jersey amid deportation scare.",
            "content": "Molly Hopkins and her now ex-husband Luis Mendez appeared on 90 Day Fiancé season 5. Even though Molly's family, except her brother, was against her relationship with Luis, she got married to him. However, within six months, they decided to go their ... [2884 chars]",
            "url": "https://screenrant.com/90-day-fiance-molly-luis-divorce-deportation/",
            "image": "https://static3.srcdn.com/wordpress/wp-content/uploads/2020/03/Molly-Hopkins-Luis-Mendez-90-Day-Fiance-2.jpg",
            "publishedAt": "2020-11-14T02:27:14Z",
            "source": {
                "name": "Screen Rant",
                "url": "https://screenrant.com/"
            }
        }
    ]
}