{
    "timestamp": 1606765282.842442,
    "articles": [
        {
            "title": "Week Of Protests Scheduled Amid Bergen County Jail Hunger Strike",
            "description": "Week Of Protests Scheduled Amid Bergen County Jail Hunger Strike - Ridgewood-Glen Rock, NJ - Activists from northern New Jersey have announced continued protests as eight ICE detainees at the jail continue a hunger strike.",
            "content": "HACKENSACK, NJ — Northern New Jersey activist groups have scheduled a full week of protests at the Bergen County Jail, where Immigration and Customs Enforcement (ICE) detainees are continuing a now weeks long hunger strike.\nActivists from Ridgewood f... [1759 chars]",
            "url": "https://patch.com/new-jersey/ridgewood/week-protests-scheduled-amid-bergen-county-jail-hunger-strike",
            "image": "https://patch.com/img/cdn20/users/24142232/20201130/114752/styles/patch_image/public/bergen-county-jail___30113918323.png",
            "publishedAt": "2020-11-30T18:04:58Z",
            "source": {
                "name": "Joliet, IL Patch",
                "url": "https://patch.com"
            }
        },
        {
            "title": "New Jersey rapper Tripple Beanz’s fatal shooting caught on camera",
            "description": "The 29-year-old Tripple Beanz, whose real name was Corey Thompson, was shot dead on the 300 block of Avon Avenue in New Jersey's largest city just before 1 p.m....",
            "content": "An up-and-coming New Jersey rapper was gunned down in a broad-daylight shooting in Newark, according to video and police.\nThe 29-year-old Tripple Beanz, whose real name was Corey Thompson, was shot dead on the 300 block of Avon Avenue in New Jersey’s... [647 chars]",
            "url": "https://nypost.com/2020/11/30/nj-rapper-fatal-shooting-caught-on-camera/",
            "image": "https://nypost.com/wp-content/uploads/sites/2/2020/11/new-jersey-shooting-84.jpg?quality=90&strip=all&w=1200",
            "publishedAt": "2020-11-30T17:48:10Z",
            "source": {
                "name": "New York Post",
                "url": "https://nypost.com"
            }
        },
        {
            "title": "NJ lowering limit on outdoor gatherings to 25 people amid COVID-19 concerns",
            "description": "New Jersey Gov. Phil Murphy is set to strengthen limits on outdoor gatherings and ban youth and high school indoor sports until next year as coronavirus cases surge.",
            "content": "Sign up for our special edition newsletter to get a daily update on the coronavirus pandemic.\nNew Jersey Gov. Phil Murphy is reportedly set to strengthen limits on outdoor gatherings and ban youth and high school indoor sports until next year as coro... [1059 chars]",
            "url": "https://nypost.com/2020/11/30/nj-lowering-limit-on-outdoor-gatherings-to-25-people-amid-covid-19-concerns/",
            "image": "https://nypost.com/wp-content/uploads/sites/2/2020/11/new-jersey-covid.jpg?quality=90&strip=all&w=1200",
            "publishedAt": "2020-11-30T16:58:34Z",
            "source": {
                "name": "New York Post",
                "url": "https://nypost.com"
            }
        },
        {
            "title": "Many In Bernards Twp. 1 Emergency Away From Financial Ruin: Data",
            "description": "Many In Bernards Twp. 1 Emergency Away From Financial Ruin: Data - Basking Ridge, NJ - Twenty-three percent of township households faced financial distress before the pandemic, according to United Way of Northern New Jersey.",
            "content": "BASKING RIDGE, NJ — Twenty-three percent of Bernards Township households were one emergency away from financial ruin before the coronavirus pandemic, according to a new study. United Way of Northern New Jersey released a report Sunday that indicates ... [1724 chars]",
            "url": "https://patch.com/new-jersey/baskingridge/many-bernards-twp-1-emergency-away-financial-ruin-data",
            "image": "https://patch.com/img/cdn20/shutterstock/23182514/20201130/104150/styles/patch_image/public/shutterstock-92569951___30101512716.jpg",
            "publishedAt": "2020-11-30T15:41:51Z",
            "source": {
                "name": "Joliet, IL Patch",
                "url": "https://patch.com"
            }
        },
        {
            "title": "Air Force captain killed in United Arab Emirates",
            "description": "A 30-year-old New Jersey woman serving as a captain in the Air Force was killed Friday in a “non-combat related vehicle incident” at the air base in United Arab Emirates.",
            "content": "“She was an exceptional medic, officer, and teammate here, and her incredible presence will be deeply missed. I ask our deployed community to look after each other during this difficult time, to warmly remember the positive impact that Capt. Leli had... [71 chars]",
            "url": "https://www.nydailynews.com/news/national/ny-air-force-leli-united-arab-emirates-20201130-ge232dmurrdpplexjfqyg5kdii-story.html",
            "image": "https://www.nydailynews.com/resizer/VPgX7YGct7hYEZ2p6VP8THsax7A=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/67NLNR7BGNCWXGZABO327AS3GU.jpg",
            "publishedAt": "2020-11-30T14:57:02Z",
            "source": {
                "name": "New York Daily News",
                "url": "https://www.nydailynews.com"
            }
        }
    ]
}