{
    "timestamp": 1606235220.443597,
    "articles": [
        {
            "title": "NYC-area train derailment hurts no one, snarls morning rush",
            "description": "The NJ Transit derailment happened in Perth Amboy around 12:20 a.m. as North Jersey Coast Line Train 3292 headed to New York's Penn Station from Long Branch, agency spokesperson Jim Smith said. The cars remained upright, and none of the seven passengers on board or the crew were injured, Smith said.",
            "content": "Eight cars of a New York City-bound commuter train derailed early Tuesday, leading to delays during the morning rush hour. No injuries were reported. The NJ Transit derailment happened in Perth Amboy around 12:20 a.m. as North Jersey Coast Line Train... [525 chars]",
            "url": "https://www.devdiscourse.com/article/business/1319477-nyc-area-train-derailment-hurts-no-one-snarls-morning-rush",
            "image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/25_05_2020_21_42_58_9943439.jpg?width=920&format=jpeg",
            "publishedAt": "2020-11-24T15:57:03Z",
            "source": {
                "name": "Devdiscourse",
                "url": "https://www.devdiscourse.com/"
            }
        },
        {
            "title": "Dallas Stars unveil 'Blackout' alternate jersey",
            "description": "The Dallas Stars unveiled a new Blackout alternate uniform for the upcoming season.",
            "content": "article\nAs Dallas Stars fans are still thinking about the team’s run to the Stanley Cup Final, they were given a treat Wednesday, as the Stars unveiled a new Blackout alternate uniform for the upcoming season.\nThis will be the first time since 2006 t... [1101 chars]",
            "url": "https://www.fox4news.com/sports/dallas-stars-unveil-blackout-alternate-jersey",
            "image": "https://images.foxtv.com/static.fox4news.com/www.fox4news.com/content/uploads/2020/10/1280/720/1028starsblackout.jpg?ve=1&tl=1",
            "publishedAt": "2020-11-24T13:44:45Z",
            "source": {
                "name": "FOX 4 News",
                "url": "https://www.fox4news.com/"
            }
        },
        {
            "title": "Surprise: Comcast will complete rollout of data caps everywhere in 2021",
            "description": "The 1.2TB data caps will hit the following markets, ensuring all of Comcast's 39-state US territory is covered: Connecticut, Delaware, Massachusetts, Maryland, Maine, New Hampshire, New Jersey,...",
            "content": "For shame During the midst of an unprecedented pandemic that has many consumers stranded at home, with internet usage soaring as families work and learn from home, Comcast has made the decision to continue its unpopular plan to impose monthly data ca... [2490 chars]",
            "url": "https://www.techspot.com/news/87719-surprise-comcast-complete-rollout-data-caps-everywhere-2021.html",
            "image": "https://static.techspot.com/images2/news/bigimage/2020/11/2020-11-23-image-28.jpg",
            "publishedAt": "2020-11-24T11:49:00Z",
            "source": {
                "name": "TechSpot",
                "url": "https://www.techspot.com/"
            }
        },
        {
            "title": "Shikhar Dhawan unveils new retro-look jersey of Team India",
            "description": "Explosive India opener Shikhar Dhawan has revealed the brand new look of Team India's white-ball jersey. Indian players will sport this new jersey in the upcoming limited-overs series against Australia starting November 27. The new-look jersey is of navy blue…",
            "content": "Team India to wear a retro-look new jersey against Australia in the white-ball series.\nShikhar Dhawan unveiled the look of the new jersey on social media.\nExplosive India opener Shikhar Dhawan has revealed the brand new look of Team India’s white-bal... [1586 chars]",
            "url": "https://crickettimes.com/2020/11/shikhar-dhawan-unveils-new-retro-look-jersey-of-team-india/",
            "image": "https://crickettimes.com/wp-content/uploads/2020/11/Team-India-new-jersey.jpg",
            "publishedAt": "2020-11-24T11:08:05Z",
            "source": {
                "name": "The Cricket Times",
                "url": "https://crickettimes.com/"
            }
        },
        {
            "title": "Shikhar Dhawan shows a glimpse of Team India’s new jersey",
            "description": "The new Team India jersey has a darker shade of blue than more recent national team jerseys. The new jersey's similarity to the 1992 World Cup jersey has been pointed out by fans.",
            "content": "India's 1992 World Cup jersey (left); Shikhar Dhawan in the new jersey for the 2020 Australia series. (BCCI, Shikhar Dhawan Twitter)\nThe Indian national team will be wearing a new jersey from the Australia series onwards. How the jersey will look can... [1648 chars]",
            "url": "https://indianexpress.com/article/sports/cricket/team-india-new-jersey-australia-series-shikhar-dhawan-7063814/",
            "image": "https://images.indianexpress.com/2020/11/jersey-1.jpg",
            "publishedAt": "2020-11-24T09:59:56Z",
            "source": {
                "name": "The Indian Express",
                "url": "https://indianexpress.com/"
            }
        }
    ]
}