{
    "timestamp": 1605567584.24586,
    "articles": [
        {
            "title": "Across party lines, Americans embrace marijuana legalization in 2020 election",
            "description": "Recreational marijuana initiatives passed in four states this year, from liberal New Jersey to conservative Montana and South Dakota. The results prove how broadly accepted marijuana has become.",
            "content": "article\nBill Stocker could be considered the archetype of a conservative voter: He's a retired Marine and former police officer who voted for President Donald Trump. But he's also among the majority of South Dakota voters who broadly legalized mariju... [5723 chars]",
            "url": "https://www.fox4news.com/news/across-party-lines-americans-embrace-marijuana-legalization-in-2020-election",
            "image": "https://images.foxtv.com/static.fox4news.com/www.fox4news.com/content/uploads/2020/11/1280/720/GettyImages-1227698974.jpg?ve=1&tl=1",
            "publishedAt": "2020-11-16T22:05:59Z",
            "source": {
                "name": "New York Post",
                "url": "https://nypost.com/"
            }
        },
        {
            "title": "Democratic lawmaker calls for DOJ investigation of entire Trump administration",
            "description": "A New Jersey Democrat is calling for the Justice Department to investigate the entire Trump administration upon President-elect Joe Biden's inauguration in January.",
            "content": "A New Jersey Democrat is calling for the Justice Department to investigate the entire Trump administration upon President-elect Joe Biden Joe BidenTucker Carlson assures viewers his show 'not going anywhere' following presidential election Trump seni... [3065 chars]",
            "url": "https://thehill.com/homenews/house/526418-dem-lawmaker-calls-for-doj-investigation-of-entire-trump-administration",
            "image": "https://thehill.com/sites/default/files/pascrellbill_010920gn_lead.jpg",
            "publishedAt": "2020-11-17T22:51:00Z",
            "source": {
                "name": "The Hill",
                "url": "https://thehill.com/"
            }
        },
        {
            "title": "More Than a Third of New Jersey Residents Reluctant to Get Safe Covid-19 Vaccine",
            "description": "Some 36% of New Jersey residents said they wouldn’t be vaccinated for Covid-19 when a safe vaccine is available, according to a survey, despite a second surge of new cases in the state.",
            "content": "More than one in three New Jersey residents said they wouldn’t be vaccinated for Covid-19 when a safe vaccine is available, according to a survey, despite a second surge of new cases in the state.\nMoreover, some 47% of respondents said they “probably... [281 chars]",
            "url": "https://www.wsj.com/articles/more-than-a-third-of-new-jersey-residents-reluctant-to-get-safe-covid-19-vaccine-11605648917",
            "image": "https://images.wsj.net/im-261132/social",
            "publishedAt": "2020-11-17T21:35:00Z",
            "source": {
                "name": "The Wall Street Journal",
                "url": "https://www.wsj.com/"
            }
        },
        {
            "title": "Detroit Red Wings Reverse Retro Jerseys Acknowledge Past, Present",
            "description": "The Detroit Red Wings' new Reverse Retro jersey takes elements from teams old and new, but has been met with mixed reviews thus far.",
            "content": "There has been plenty of buzz about the release of Adidas’ NHL Reverse Retro hockey jerseys yesterday. A quick look highlights flashy colors, alternate logos, and nods to the ghosts of teams past. The Detroit Red Wings, though, presented designers wi... [3897 chars]",
            "url": "https://thehockeywriters.com/red-wings-reverse-retro-jersey/",
            "image": "https://s3951.pcdn.co/wp-content/uploads/2015/09/Red-Wings-Reverse-Retro-1-scaled.jpg",
            "publishedAt": "2020-11-17T20:50:59Z",
            "source": {
                "name": "The Hockey Writers",
                "url": "https://thehockeywriters.com/"
            }
        },
        {
            "title": "Gov. Murphy: 60 Percent Don't Respond To NJ COVID Contact Tracing",
            "description": "Gov. Murphy: 60 Percent Don't Respond To NJ COVID Contact Tracing - Woodbridge, NJ - Gov. Phil Murphy said the state has seen a lot of noncompliance with contact tracers, particularly in New Jersey youth hockey.",
            "content": "NEW JERSEY – Gov. Phil Murphy, speaking during a Monday news conference, implored New Jersey residents to do better with contact tracing as the second wave of coronavirus appears to be getting worse, and officials are seeing a failure to cooperate wi... [2345 chars]",
            "url": "https://patch.com/new-jersey/woodbridge/gov-murphy-60-percent-dont-respond-nj-covid-contact-tracing",
            "image": "https://patch.com/img/cdn20/users/65079/20201116/024535/styles/patch_image/public/49988266383-e98a05d0d6-o-1___16144524794.jpg",
            "publishedAt": "2020-11-16T18:45:15Z",
            "source": {
                "name": "Joliet, IL Patch",
                "url": "https://patch.com/"
            }
        }
    ]
}